import Container from "../../components/container/Container";

const Home = () => {
  return (
    <div>
      <Container>
        <div className="h-[50vh] p-10">
          <h2 className="font-extrabold text-4xl"> عنوان یکم </h2>
          <p className="text-2xl text-gray-500 p-4">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی
            در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را
            می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
            الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این
            صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و
            شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای
            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد
            استفاده قرار گیرد.
          </p>
        </div>

        <div className="h-[50vh] bg-gray-100 flex flex-col justify-center items-center rounded">
          <h1 className="text-4xl font-extrabold mb-10">تبلیغات</h1>
          <div className=" flex gap-9">
            <div>
              <img src="https://placehold.co/200" alt="" />
            </div>
            <div>
              <img src="https://placehold.co/200" alt="" />
            </div>
            <div>
              <img src="https://placehold.co/200" alt="" />
            </div>
            <div>
              <img src="https://placehold.co/200" alt="" />
            </div>
            <div>
              <img src="https://placehold.co/200" alt="" />
            </div>

          </div>
        </div>

        <div className="h-[50vh] p-10">
          <h2 className="font-extrabold text-4xl"> عنوان دوم </h2>
          <p className="text-2xl  text-gray-500 p-4">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی
            در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را
            می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
            الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این
            صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و
            شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای
            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد
            استفاده قرار گیرد.
          </p>
        </div>
      </Container>
    </div>
  );
};

export default Home;
